import React from 'react';

function About(): JSX.Element {
  return (
    <div>
      <h2>O нас</h2>
      <img alt='pupupu' src=''/>
      <p>
        Наш магазин предлагает широкий выбор кастомных клавиатур для любителей гейминга и
        профессиональных пользователей. У нас вы можете приобрести как отдельные детали для сборки
        собственной клавиатуры, так и полностью готовые модели от лучших производителей.
        Уникальность нашего магазина заключается в том, что мы предлагаем конструктор клавиатур,
        который позволяет нашим клиентам собрать уникальную клавиатуру, учитывая все их
        предпочтения. Вы можете выбрать тип клавиш, их цвет, материал корпуса, подсветку и многое
        другое. Мы предлагаем бесплатную консультацию по сборке клавиатуры и гарантируем высокое
        качество каждой детали. На нашем сайте также доступна проверка скорости печатания, чтобы вы
        могли оценить свои навыки и сравнить их с другими пользователями. Мы также предлагаем
        широкий выбор аксессуаров для клавиатур, таких как подставки, кейкапы, провода и многое
        другое. Мы гарантируем быструю доставку и отличное обслуживание нашим клиентам. Посетите наш
        сайт и создайте свою идеальную клавиатуру прямо сейчас!
      </p>
    </div>
  );
}

export default About;
